<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Правила - Bunker Online</title>
    <?php include "includes\header.php";?>
    <link rel="stylesheet" href="styles\rules.css">
    <link rel="stylesheet" href="styles\style.css">
</head>
<body>
    <div class="container">
        <h1>Правила Bunker Online</h1>
        <h2>1. Процесс игры</h2>
        <p>В первом игровом круге все начинается с представления друг друга (см. Раунд игры).
В процессе знакомства игрок раскрывает свой основной параметр — это специальность (см. Характеристики персонажа), и характеристики в зависимости от количества игроков (см. Количество игроков)
На это дается каждому игроку по 1 минуте (см. Ваш ход).
После того как каждый игрок рассказал о своем параметре, игроки получают 1 минуту общего времени на коллективное обсуждение (см. Коллективное обсуждение).
После этого приходит время голосования. Игроки должны выбрать того, кто покинет временный лагерь и не попадет в бункер. Разглашать еще не открытые параметры в целях переубеждения игроков - запрещается (см. Голосование).
После голосования начинается следующий игровой круг (раунд) (см. Раунд игры).
Во всех последующих раундах раскрывается только один параметр, вне зависимости от количества игроков.
В конце игры игроки, которые попали в бункер, раскрывают свои характеристики. Ведущий подводит итог (см. Победа в игре).</p>
        
        <h2>2. Раунд игры</h2>
        <p>Первый раунд ходят по часовой стрелке, начиная с первого игрока который нашел бункер (Цифра в блоке "Желающие попасть в бункер").
Следующий раунд игроки начинают ходить в обратном порядке, против часовой стрелки.
Принцип последующих раундов так и продолжается, каждый новый раунд — новый порядок начала хода.
Когда все игроки сделали свои ходы, ведущий игры (лидер во временном лагере) оглашает результаты голосования (см. Голосование) за исключение игрока из временного лагеря.
Так продолжается до тех пор, пока не останется допустимое количество игроков (см. Количество игроков) в бункер.</p>


        <h2>3. Голосование</h2>
        <p>В игре есть голосование за исключение человека из временного лагеря.
Голосование - обязательный процесс игры. Оно проводится в конце игрового раунда и оглашает голосование ведущий игры, он же лидер в лагере.

Если большинство игроков решили не голосовать (например недостаточно информации об игроках) в текущем раунде — голосование автоматически объявляется закрытым, и игроки переходят в следующий раунд. В таком случае, в следующем раунде после окончания коллективного обсуждения (см. Коллективное обсуждение), игроки обязательно должны провести голосование. Процесс голосования будет проходить 2 раза, чтобы выгнать сразу 2‑х игроков. Переход в новый раунд без исключения игроков — невозможен.

Пропускать голосование можно только 1 раз за игру (и не в последнем кругу)!

Если игроки решили провести голосование, тогда ведущий игры дает каждому игроку по 30 сек. на высказывание перед тем как запустить голосование (очередь идет по порядку от начала таблицы “Желающие попасть в бункер”).
Время на высказывание вы можете потратить на объяснения за кого нужно проголосовать или же дополнительно защитить себя от голосов против вас, так же вы можете просто дать общий комментарий.
Игрок может отказаться от высказывания, в таком случае слово переходит к следующему игроку без дополнительного времени.

После всех высказываний ведущий игры запускает голосование.
На голосование у игроков есть 15 сек. Так же запрещаются любые комментарии до момента завершения голосования.
Ведущий игры может принудительно завершить голосование по истечению времени.
В случае, если игрок нарушает правило тишины - на следующем раунде игрок теряет возможность высказывания перед началом голосования.
В случае, если игрок не принял участие в голосовании, его голос идет против себя.

Когда все голоса собраны есть несколько вариантов развития событий:
1 Один игрок набрал больше чем 70% голосов — исключение из лагеря без оправдания.
2 Один игрок набрал наибольшее количество голосов, но при этом общий процент составляет меньше 70% - игрок получает 30 сек. на оправдание.
3 Несколько игроков получили наибольшее одинаковое количество голосов — каждый из этих игроков получает 30 сек. на оправдание.

После завершения оправданий каждого из игроков ведущий игры начинает новое голосование с такими же правилами.
Возможные варианты после повторного голосования:
1 Если среди игроков, которые были на оправдании изменилось количество голосов — исключить из лагеря игрока, который набрал больше всех голосов.
2 В случае, если другой игрок получил одинаковое количество голосов с кандидатом на вылет — новый кандидат на вылет получает 30 сек. на оправдание.
3 В случае, если кандидаты на вылет получили одинаковое количество голосов - голосование объявляется закрытым и игроки переходят в следующий круг.
4 В случае, если другой игрок получил больше чем 70% голосов — исключение из лагеря.
5 В случае, если другой игрок получил наибольшее количество голосов и при этом общий процент составляет меньше 70% — игрок получает 30 сек. на оправдание.

* За один раунд голосования игрок может только один раз получить оправдательную речь.
* Во время оправдания нельзя разглашать свои характеристики (нарушение — исключение из лагеря).

После финального завершения голосования (когда кандидаты на исключение определены) ведущий игры объявляет прощальную речь для каждого из игроков, который покидает временный лагерь.
На прощальную речь у каждого игрока есть 15 сек. За это время игрок или другие игроки могут использовать спец. возможности и возможности от специальности.
После завершения 15 сек. игрок покидает временный лагерь и больше не может принимать участие в игре (раскрывать характеристики или использовать любые игровые возможности). Не стоит забывать о том, что в игре есть возможность вернуть игрока в лагерь.

* На прощальной речи использовать карты, которые влияют на изменение хода голосования невозможно.</p>
        

        <h2>4. Победа в игре</h2>
        <p class="padding">По завершению последнего голосования, когда определилось нужное количество людей для прохождения в бункер, игра завершается. Игроки, которые попали в бункер и переживут катаклизм - считаются победителями!
        Остальные игроки так и остаются возле лагеря поскольку искать другой бункер - нет смысла, ведь ситуация с катаклизмом совсем критическая. Некоторые потеряли надежду и решили погибнуть на месте, часть все-таки решила испытать удачу и попытаются выжить без бункера...</p>
        
    </div>
    <footer>
        &copy; 2024 Bunker Online. Все права защищены.
    </footer>
</body>
</html>